<template>
  <div class="law">
    <div class="text">
      <h2>懒猪到家商家入驻合作协议—附件</h2>
    <p>甲方:入驻懒猪平台商户</p>
    <p>乙方:四川尚洁网络科技有限公司</p>
    <p>为了更好地为商家服务以及保障消费者权益，甲、乙双方本着平等合作、互惠、互利的原则，在符合相关法律法规，不违反市场竞争的情况下，甲方须遵循乙方的运营管理规范，经友好协商，
      甲乙双方签署以下入驻协议。本附件与《懒猪到家商家入驻合作协议》具有同等效益，并获得乙方认可。</p>
    <h5>一、合作内容</h5>
    <p>1、甲方在乙方懒猪到家APP平台发布甲方商品的基本信息，乙方提供懒猪到家APP平台，供甲方发布其商铺商品信息。</p>
    <p>2、本协议自甲方入驻懒猪到家平台上线之日起生效。</p>
    <h5>二、乙方权利与义务</h5>
    <p>1、乙方为甲方提供APP平台的网络宣传。</p>
    <p>2、乙方为甲方在消费群体中做相关宣传介绍并进行相关推广，以提升甲方的知名度。</p>
    <p>3、乙方为甲方提供本协议项下约定的懒猪到家APP的网络展示，并按照懒猪到家APP收费准则向甲方收取服务费。</p>
    <p>4、如甲方提供服务过程中出现任何与商品有关的安全事故，乙方有权随时告知解除本合同，并操作甲方商品下线，甲方因商品安全事故所带来的损失，乙方不负任何责任。</p>
    <p>5、乙方不对甲方所发布信息的删除或储存失败负责。乙方有判定甲方的行为是否符合乙方服务条款的要求和精神的保留权利，如果甲方违背了服务条款的规定，乙方有中断对其提供网络服务的权利。</p>
    <p>6、乙方有权对甲方拟在懒猪到家APP发布的内容、信息进行审核，必要时可删改。乙方有权对不符合法律法规、政策规定的内容或任何侵犯第三方合法权益的内容予以删改或拒绝发布。</p>
    <p>7、如任何第三方向乙方投诉，乙方经核实后，有权要求甲方配合解决该投诉。如出现不符合法律法规、政策规定或侵犯第三方合法权益的内容的，乙方有权在不通知甲方的情况下做下线处理、立即停止为其提供网络交易平台服务、冻结甲方账户等。</p>
    <p>8、甲方店铺内所售品类如有违反懒猪到家APP经营范围的相关规定或有向消费者私自售卖违禁品的行为，乙方有权按照相关规定对甲方进行处罚，并举报至相关行政主管部门。</p>
    <p>9、如出现用户退订情形，甲方应在收到合理的退订申请后取消对应消费项目。若客户有其它可行性需求，甲方应根据懒猪到家APP通知做相应的调整。</p>
    <p>10、如甲方违反本协议项下约定的义务，乙方有权随时停止对甲方所提供的服务，并操作甲方商品信息下线。</p>
    <p>11、本协议项下服务终止时，乙方有权删除甲方已发布的商品信息，且有权拒绝向甲方提供相关信息，乙方有权保存甲方资质信息、商品信息、交易记录等相关资料。</p>
    <p>12、如因不可抗力或其他无法控制的原因使懒猪到家APP系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，乙方不承担任何责任。但是乙方会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。</p>

    <h5>三、甲方权利与义务</h5>
    <p>1、甲方应遵循《中华人民共和国消费者权益法》的相关条例，并保证自身具备提供本合同项下商品服务及履行本合同项下甲方商品服务的必要的资质批文。</p>
    <p>2、甲方一旦注册成功，成为本站的合法用户，将得到一个密码和用户名。甲方可随时根据指示改变甲方的密码。甲方将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。甲方若发现任何非法使用用户帐户或存在安全漏洞的情况，请立即通告乙方。</p>
    <p>3、凡乙方已经在甲方上线的商品服务及相应服务内容，在双方规定的上线时间内，未经甲方同意乙方不得进行任何形式直接或间接的取消或变更，如因特殊原因乙方确实需要进行变更或取消的，由乙方至少提前5个工作日告知甲方，并由双方另行商议对页面做相应的调整后方可进行变更。</p>
    <p>4、甲方有义务提供合作期间在乙方APP平台营销活动和品牌形象展示所需要的所有文字、图片和视频等资料以供乙方创作。甲方保证对其提供的资料具有完全权利，并有权授权给乙方基于本协议目的进行使用。</p>
    <p>5、若懒猪到家APP 用户要求商品发票，由甲方负责提供。</p>
    <p>6、乙方系统通知甲方有客户下单后，如甲方因自身原因不能提供服务，甲方应立即电话通知下单的客户，并做好合理的安抚和处理。</p>
    <p>7、甲方应保证其为一家依据中国法律合法成立并有效存续的法人或其他商事主体，能够独立承担法律责任，并具有履行本合同所需一切权利及能力，同时甲方应当提供盖章的资质证明，如涉及特殊行业需要特定的资质或许可证等的，甲方也应予以提供。前述资料包括但不限于甲方营业执照、页面信息文案所需资料(包括图片、商家介绍)等。甲方保证提供的文件内容真实有效，不侵犯任何第三方的合法权益，由于信息虚假或不准确造成的一切后果与损失均由甲方承担。
      甲方的名称、地址和有效联系方式、许可证等信息发生变化的，甲方应在一个工作日内书面或邮件通知乙方。由于甲方未及时通知，给甲方自身及乙方造成的一切损失均由甲方承担。</p>
    <p>8、甲方应对提供所售服务/商品的具体信息和详细说明。甲方应保证自身具备提供本合同项下商品及履行本合同项下甲方提供商品活动所有必要的资质批文、管理制度及合格人员。</p>
    <p>9、甲方入驻懒猪到家APP后，可独立开设店铺，上传并维护商品信息。甲方可接受乙方提供的其他有偿服务，包括但不限于营销推广服务等，甲方如需使用该等有偿服务的，应以甲方自身名义单独与乙方洽谈并签署协议。</p>
    <p>10、懒猪到家会不定期举行各类联合促销活动，入驻懒猪到家APP即代表甲方同意参与联合促销活动，如有例外，甲方有义务主动告知乙方对特定联合促销活动予以下线处理。联合促销将以“满减”、“红包”、“折扣”等不同形式呈现，均是由甲方给予用户提供的商品价格的销售折扣。
      联合促销涉及到的销售折扣、成本费用等(统称“促销费用”)全部由甲方自行承担，由懒猪到家APP系统定期以自动结算的方式按照懒猪到家APP规则给予甲方在活动期间承担的促销费用相等的平台服务费折扣。</p>
    <p>p11、甲方不应就在线标注价格之外向乙方用户收取任何线下费用。如用户所订实际商品与线上下单商品不符，经甲方与用户沟通后，甲方可就替代商品线下向用户收取差价部分。</p>
    <p>12、甲方应严格按照双方协商签订的活动方案为用户提供相应的优惠价格或赠品，不允许出现故意拒不提供的行为，否则由此产生的用户投诉和损失均由甲方承担。</p>
    <p>13、甲方承诺自己在使用懒猪到家APP时不会出现以下违规行为，如因出现以下违规行为导致任何法律后果的发生，由甲方自行承担所有法律责任：</p>
    <p>13.1、违反国家法律、法规要求以及各种社会公共利益或公共道德的行为。</p>
    <p>13.2、违反懒猪到家APP平台相关规定的行为(包括但不限于制造虚假订单、利用系统漏洞获取利润、违规套现、对用户消费欺诈、无故取消订单、无故拒绝配送等) 。</p>
    <p>13.3、其他损害懒猪到家APP、用户和其他甲方利益的行为。</p>
    <p>14、甲方可以通过用户名和密码登陆懒猪到家APP商家后台系统，甲方应对密码安全及通知实施的行为负责，甲方不得以任何形式将用户名和密码转让或泄露给第三方。</p>
    <p>15、甲方提供的银行账户信息须准确，如发生变更应立即通知乙方，否则，由此造成的款项延误等后果均由甲方承担。</p>
    <p>16、甲方保证经营场所内实际销售价格不得低于商品在线标注价格，且不得唆使或引导用户放弃在懒猪到家APP线上订购服务，改为其他形式的甲方和乙方用户直接交易，否则乙方权立即终止合作并要求甲方按照协议承担违约责任。</p>
    <p>17、甲方同意乙方可能会与第三方合作向甲方提供相关的网络服务，在此情况下，如该第三方同意承担与乙方同等的保护用户隐私的责任，则乙方有权将用户的信息资料等提供给该第三方。另外，在不透露单个甲方隐私资料的前提下，乙方有权对整个甲方数据库进行分析并对甲方数据库进行商业上的引用。</p>
    <p>18、甲方同意乙方拥有通过信息推送、平台公示、短信、电话、邮件等形式向甲方通知告知信息的权利，甲方允许乙方平台向其发送商业性电子信息。</p>
    <p>19、甲方同意乙方拥有在调查店铺资质或商品质量问题时要求甲方提供相应的营业执照、经营许可证等的权利，甲方有义务在限定时间内配合乙方，提供相关证明文件。甲方不得对店铺资质和商品检验报告造假，若因甲方行为而造成的用户纠纷或损失均由甲方承担，若对乙方造成损失的，乙方有权从应结算给甲方的相关款项中扣除。</p>
    <h5> 四、争议解决规则</h5>
    <p>如用户与商家因提供服务发生任何争议，包括但不限于对购买服务的数量、质量、价格、有效期、预约时间、商家地址、配送方式、退换货方式、退款条件、
      售后服务等问题发生争议的，用户应与商家根据《懒猪到家用户协议》和《懒猪到家商家规则中心》内容的约定确定用户与商家各自的权利义务，承担各自的责任，
      解决争议。乙方可协助用户与商家之间争议的协商调解。</p>
    <h5>五、合作约定</h5>
    <p>1、双方的品牌归各自所有。甲、乙双方均不可在对方未经授权的情况下使用对方名称、LOGO以及涉及相关内容的销售促销宣传材料及广告、报纸、杂志、宣传单等。如因此产生的不良后果及损失由违约方自行全部承担。</p>
    <p>2、任何双方违反本协议所规定的义务导致另一方受到包括但不限于投诉、举报、诉讼或处罚、赔偿等损失，违约方在收到守约方要求纠正其违法行为的书面通知之日，应立即停止其违约行为，并在10日内赔偿守约方因此受到的损失。</p>
    <p>3、本协议任何一方均应对其获得对方的业务、经营、财务状况和其他保密资料予以严格保密，不得以任何形式向任何第三方披露。如因任何一方未能履行保密义务而给其他方成任何损失的，应承担赔偿责任。</p>
    <p>4、乙方可提供促销、引流、推广等增值服务。甲方如需定制，需支付相应费用，具体须签订补充协议。</p>
    <p>5、甲方在收到用户衣物后，在72小时内需完成服务，并且送回到用户手中，如有特殊情况，双方需协商调解。如若因为未在约定时间内没有完成洗涤或衣物损伤，给用户造成的利益损失，均由甲方负责赔偿事宜。</p>
    <p>6、用户下单后，可选择自取自送或骑手取送。若用户自行将衣物送至甲方门店，或骑手上门取件并送至甲方门店后，
      甲方确认衣物无误，之后出现的一系列纠纷以及衣物损坏由甲方全部负责，若第三方配送平台上门取送件，配送途中出现的一系列问题，均有第三方配送平台负责。</p>
    <h5>六、争议解决</h5>
    <p>本协议项下争议由双方友好协商解决，无法达成一致情形，甲方有权将争议提至乙方所在地区有管辖权的人民法院诉讼解决。</p>
    <p class="p2"></p>
    </div>
  </div>
</template>
<script>
export default {
  data () {
    return {

    }
  }
}
</script>
<style scoped>
  .law {
    width: 100%;
    height: 100%;
  }
  h2{
    border-bottom: 1px solid rgb(192, 188, 188);
    padding: 10px;
    text-align: center;
  }
  h4,h5{
    padding: 10px 0;
  }

  .text {
    width: 90%;
    height: 100%;
    margin: 10px auto;
  }
  p{
    font-size: 25px;
    text-indent: 40px;
    line-height: 60px;
  }
  .p2 {
    width: 100%;
    height:200px;
  }
</style>


