<template>
  <div class="law">
    <div class="text">
      <!-- <h2>经验值规则</h2> -->
    <h4>懒猪红包</h4>
    <h5>1.  登录获取经验值：</h5>
    <p>懒猪红包是四川尚洁网络科技有限公司（下称尚洁科技）发行和认可的购物券，可在懒猪到家App下单时使用，抵扣相应的金额。</p>
    <h5>2. 懒猪红包使用条件。</h5>
    <p>（1）商品价+取送费≥懒猪红包面值方可使用。</p>
    <p>（2）仅限在线支付使用，且收货人手机号、领取红包时输入的手机号和账号中的手机号需为同一手机号。</p>
    <p>（3）懒猪红包有品类及金额限制，需要在对应品类下且满足限制金额后才可使用。</p>
    <p>（4）每个订单只能使用一张懒猪红包。</p>
    <h5>3.  如何获取懒猪红包。</h5>
    <p>懒猪到家会在线上不定期的举办下单返红包的活动。通过懒猪到家App即可领取。</p>
    <h5>4.  懒猪红包是否可以找零兑换。</h5>
    <p> 懒猪红包不找零、不兑换。</p>
    <h5>5.  为什么账户里找不到领取的红包。</h5>
    <p>（1）  请确保领取红包的手机号和账号绑定的手机号一致。</p>
    <p>（2） 红包可能已经过期或被冻结，可以在过期券列表中查看。</p>
    <p>（3） 折扣券、含小数点的红包及部分其他类型红包仅在最新客户端内才能查看，请确保您的客户端已升级至最新版本。</p>
    <h5>6.  懒猪红包是否可以在其他平台懒猪到家中使用。</h5>
    <p>懒猪红包仅限在懒猪到家App内使用，不可在微信钱包、手机QQ、支付宝等其他平台懒猪到家使用。</p>
    <h4>商家优惠券</h4>
    <h5>1.  什么是商家优惠券。</h5>
    <p>商家优惠券是入驻懒猪到家平台的商家自己发行的，在用户下单时可用于自己店铺内的优惠券，可抵扣相应的金额。</p>
    <h5>2.  如何获取商家优惠券。</h5>
    <p> 获取商家优惠券有以下几种方式：</p>
    <p>（1）商家有满返商家优惠券的活动，选购商品时按照对应的阶层可对应使用。</p>
    <p>（2）商家有进店领券的活动，进入商家主页，点击领券按钮即可获得商家优惠券。</p>
    <p>（3）商家精准发放商家优惠券：商家主动发放，用户获取后可在有效期内于该商家下单消费使用，当次下单可用。</p>
    <h5>3.  商家优惠券的使用条件。</h5>
    <p>商家优惠券需同时满足以下条件才可用：</p>
    <p>（1）仅限在线支付使用。</p>
    <p>（2）仅限在发放该优惠券的店铺使用。</p>
    <p>   （3）满足优惠券上的使用条件</p>
    <h5>5.  商家优惠券是否可以找零兑换。</h5>
    <p> 商家优惠不找零、不兑换。</p>
    <h4>钱包零钱</h4>
    <p>1.什么是钱包零钱。</p>
    <p>钱包零钱是用户在懒猪到家的预付资金，支持充值，支付等功能。</p>
    <p> 充值：支付宝，微信及懒猪到家充值卡向钱包充值。</p>
    <p> 支付：用懒猪到家支付的时候可以使用钱包零钱。</p>
    <h5>2.如何获取钱包零钱。</h5>
    <p>获取钱包零钱有以下方式：</p>
    <p>（1）充值：用户可以使用支付宝，微信及懒猪到家充值卡（懒猪e卡）向钱包充值。</p>
    <p>（2）邀请奖励：商家及用户之间邀请注册，邀请人可以获得懒猪到家平台提供的零钱奖励。</p>
    <p>注意：邀请注册成懒猪用户后，并成功消费一笔后，零钱奖励自动到账。</p>
    <h5>3.如何使用钱包零钱？</h5>
    <p>（1）支付时选择懒猪到家支付，当钱包零钱大于订单金额时可用，支持钱包零钱与其他支付方式组合使用。</p>
    <p>（2）零钱没有使用期限限制，其他所有都有使用期限限制。</p>
    <h5>钱包零钱无法充值/无法体现/无法支付问题。</h5>
    <h5>钱包零钱无法充值</h5>
    <p>信用卡/储蓄卡暂不支持充值，请使用支付宝、微信、懒猪到家充值卡（懒猪e卡）充值。</p>
    <h5>钱包零钱无法体现</h5>
    <p>懒猪到家APP钱包零钱提现业务暂未开放。</p>
    <h5>钱包零钱无法支付</h5>
    <p>可能系统检测到您的账户存在被盗风险，为了保证您账户及钱包零钱的安全，建议您使用其他支付方式进行正常支付。</p>
    </div>
  </div>
</template>
<script>
export default {
  data () {
    return {
    }
  }
}
</script>
<style scoped>
  .law {
    width: 100%;
    height: 100%;
  }
  h2{
    border-bottom: 1px solid rgb(192, 188, 188);
    padding: 10px;
    text-align: center;
  }
  h4,h5{
    padding: 10px 0;
  }
  .text {
    width: 90%;
    height: 100%;
    margin: 10px auto;
  }
  p{
    font-size: 25px;
    text-indent: 40px;
    line-height: 60px;
  }
</style>
